[
  {
    "basic-info": {
      "highlight": [
        {
          "text": "Sleeps 8",
          "icon": "person-plus"
        },
        {
          "text": "Luxury Bathroom",
          "icon": "shower-head-water"
        },
        {
          "text": "Walking Distance to Sundance",
          "icon": "direction-sign"
        },
        {
          "text": "Mountain Activities",
          "icon": "travelling-backpack"
        },
        {
          "text": "Full Kitchen",
          "icon": "fork-plate-knife"
        },
        {
          "text": "WiFi + Cable TV",
          "icon": "basic-rss"
        }
      ],
      "other": [
        {
          "icon": "home",
          "title": "Entire Cabin For Rent",
          "text": "8 guests   2 bedroom   7 bed   1 bath"
        },
        {
          "icon": "bath",
          "title": "Sparkling clean",
          "text": "Recent guests said this place was sparkling clean."
        },
        {
          "icon": "map-marker",
          "title": "Great location",
          "text": "90% of recent guests gave the location a 5-star rating."
        },
        {
          "icon": "trophy",
          "title": "Super Host Status",
          "text": "Mountain Cabins Utah has achieved top rankings on sites like AirBnB, VRBO.com, Booking.com, Expedia etc."
        },
        {
          "icon": "star",
          "title": "Top Rated",
          "text": "This vacation rental cabin maintains a 5-STAR rating on Google Reviews and most popular booking sites!"
        }
      ]
    },
    "description": "The Hideaway Above The Stream is one of our favorite Sundance cabin rentals.  This is the perfect place to escape the hustle and bustle of life while enjoying all that the Sundance area has to offer.\nThe charming 2 bedroom, 1 bath cabin has been completely remodeled from head-to-toe June of 2014, making it modern and luxurious while maintaining its mountain charm.\nThe master bedroom has handmade furniture including a queen bed and twin size bunk beds. The loft bedroom features a Queen bed and a twin + trundle beds with the option to add a sleeping bag or air mattress.\nThe kitchen features high end appliances, granite countertops and all the amenities you will need. This vacation cabin has a new wood burning stove for those cold winter nights, and is located on nearly 3/4 of an acre at the top of Big Pine canyon there is plenty of room for children and adults to explore and maybe even spot a deer or some of the wild turkeys that frequent the area.\nTerraced decks overlook the North Fork of the Provo River on its journey down from the year-round glacier on Mt Timpanogos, making it the perfect place to relax and enjoy the sounds of rushing water.\nOur goal is give you an amazing mountain vacation and provide the perfect stay for you and your family when you come to the Sundance, Utah area.  We always try to make your Sundance vacation such an enjoyable experience, that you'll want to come back and stay with us again, year after year, like many of our new friends do.\nFive minutes away by car or a short walk will have you at Sundance Resort (no affiliation). Ski slopes, spa, zip line, full moon lift rides, restaurants, evening entertainment at the Owl Bar with live music on the weekends provides the opportunity to check back in when you want. As is typical for all Utah winter mountains driving, access requires 4-wheel drive & all weather or snow specific tires & chains on a 2-wheel drive vehicle.",
    "amenities": [
      {
        "icon": "keys",
        "title": "Very Private Cabin",
        "text": "Enjoy relaxing privacy at the Hideaway. IMPORTANT: Accessible only via 62 stairs or 4-Wheel-Drive in the summer, and only via the stairs in the winter."
      },
      {
        "icon": "basic-signs",
        "title": "Parking",
        "text": "Parking is available with 4X4 right up to the front door, or regular vehicle with access via the stair case above."
      },
      {
        "icon": "king-size-bed",
        "title": "1 Queen Sized Bed",
        "text": "Enjoy luxury comfort on this quality mattress but be warned: You may not want to go back home, and this bed won't fit in your carry on luggage 🙂"
      },
      {
        "icon": "king-size-bed",
        "title": "+ 6 Kids Beds",
        "text": "Kids beds include a bunk bed in the master bedroom, two twin beds and two trundle beds upstairs."
      },
      {
        "icon": "skis-and-poles",
        "title": "Walk to Sundance Mountain Resort",
        "text": "About 3 minutes easy walk from Sundance Mountain Resort, voted \"Utah's Best Resort 2017\" by Conde` Nest Traveler."
      },
      {
        "icon": "trifolded-map-route",
        "title": "Local Attractions",
        "text": "Enjoy Mt Biking, Skiing, Fly Fishing, Hiking, Mountain Concerts, Theater, Fine Dining, Art Gallery & Classes, Zip Lines, Water Falls, The Spa & Staying In!"
      },
      {
        "icon": "bikini-swimsuit",
        "title": "Jacuzzi / Hot Tub",
        "text": "Spend the days exploring Sundance Mountain Resort and all the hikes, biking, skiing, fly fishing and sights in the area, then relax those tired muscles in your own, private hot tub jacuzzi."
      },
      {
        "icon": "mountains-snow",
        "title": "Amazing Views",
        "text": "The Hideaway is surrounded by Big Pines and a beautiful, year round steam creating views from two decks that our guests describe as \"story book views\" they can't believe actually exist."
      },
      {
        "icon": "restaurant-dine",
        "title": "Propane BBQ Grill",
        "text": "Dine out at Sundance Resort Restaurants like The Tree Room, Foundry Grill, or the Owl Bar, or... Grill a treat and dine in with your own propane BBQ grill just outside the door."
      },
      {
        "icon": "instagram",
        "title": "Find More on Instagram",
        "text": "Check out other guest's experience and share your own by searching & tagging your photos with #mtcabinsutguest & @mtcabinsutguide. We can't wait to meet you!!!"
      }
    ],
    "uid": "b2338448-19e9-4f19-9263-16d3f51454f9"
  },
  {
    "basic-info": {
      "highlight": [
        {
          "text": "Sleeps 14",
          "icon": "person-plus"
        },
        {
          "text": "Full Bathroom",
          "icon": "shower-head-water"
        },
        {
          "text": "Walking Distance to Sundance",
          "icon": "direction-sign"
        },
        {
          "text": "Mountain Activities",
          "icon": "travelling-backpack"
        },
        {
          "text": "Full Kitchen",
          "icon": "fork-plate-knife"
        },
        {
          "text": "WiFi + Cable TV",
          "icon": "basic-rss"
        }
      ],
      "other": [
        {
          "icon": "home",
          "title": "Entire Cabin For Rent",
          "text": "14 guests   3 bedroom   10 bed   1 bath"
        },
        {
          "icon": "bath",
          "title": "Sparkling clean",
          "text": "10 recent guests said this place was sparkling clean."
        },
        {
          "icon": "map-marker",
          "title": "Great location",
          "text": "90% of recent guests gave the location a 5-star rating."
        },
        {
          "icon": "trophy",
          "title": "Super Host Status",
          "text": "Mountain Cabins Utah has achieved top rankings on sites like AirBnB, VRBO.com, Booking.com, Expedia etc."
        },
        {
          "icon": "star",
          "title": "Top Rated",
          "text": "This vacation rental cabin maintains a 5-STAR rating on Google Reviews and most popular booking sites!"
        }
      ]
    },
    "description": "The Cottage on the Stream in Sundance, Utah is a Kid Friendly, Pet Friendly, Family Friendly, vacation rental cabin within walking distance of the most magical Mountain Resort in Northern Utah!\nThe meadow and the property are big enough to let the kids roam outside and play. Bring along your well behaved canine companion* and everyone can have a great play day together.\nThe Cottage is a comfortable place to stay with lots of seating, sleeping and space. The living room has two, new La-Z-Boy power leather recliners plus a very comfortable leather couch, and a couch from the 60's that everyone loves.\nThe wood burning, efficient fireplace provides the heat, sights, sounds and scents without all the work of an open fireplace. The kitchen is small but mighty. The window looks directly out onto the stream and the deck. Coffee maker, citrus juicer, griddle for blueberry pancakes, blender, crock pot, pots, pans and dishes are all provided. Spices and pantry essentials are also provided.\nThe family room has a trundle bed plus a sleeper sofa and is a great place to watch a movie under the snugglies. A table for eating or playing games, plus a cabinet of books, movies, puzzles and games will keep everyone entertained. Lots of windows let in natural light so you feel like you are living outdoors and the back door leads right to the redwood deck. The entire upstairs area is devoted to sleeping locations. The Queen's Space has a queen bed of course and a window that overlooks the stream and allows the sounds of the stream to lull you to sleep.\nThe middle section is affectionately called the Bedroom of the Six Dwarfs. Six twin beds are arranged so kids and not so little kids can be close enough for midnight whispers but not so close that they are cramped.\nThe King Den features a king size bed, a rocking chair by the window and a baby crib if needed. Two windows bring in the morning sun, the nighttime moon and the sounds of the stream.\nThe new redwood deck with the top rail designed for dining, plus the tables and chairs give everyone space to eat together or meander around while dinner is cooking on the propane grill.\nFive minutes away by car or a short walk will have you at Sundance Resort (no affiliation). Ski slopes, spa, zip line, full moon lift rides, restaurants, evening entertainment at the Owl Bar with live music on the weekends provides the opportunity to check back in when you want. As is typical for all Utah winter mountains driving, access requires 4-wheel drive & all weather or snow specific tires & chains on a 2-wheel drive vehicle.",
    "amenities": [
      {
        "icon": "keys",
        "title": "Private Cabin",
        "text": "Enjoy relaxing privacy at the Cottage on The Stream."
      },
      {
        "icon": "basic-signs",
        "title": "Parking",
        "text": "Ample parking is provided at the Cottage on The Stream near Sundance Mountain Resort."
      },
      {
        "icon": "king-size-bed",
        "title": "1 King, 1 Queen, 1 Bunk Bed +",
        "text": "Plenty of sleeping room for 14 guests in this charming little Cottage on The Stream between our Hideaway, and our Log Cabin, & Treehouse, if need even more space."
      },
      {
        "icon": "king-size-bed",
        "title": "7 Single Beds, 1 Sofa Bed, 1 Baby Crib",
        "text": "Just remember, the Cottage only has 1 bathroom and a small kitchen, but it's still a great place to lay your head after a long day in the great outdoors!"
      },
      {
        "icon": "skis-and-poles",
        "title": "Walk to Sundance Mountain Resort",
        "text": "About 7 minutes easy walk from Sundance Mountain Resort, voted \"Utah's Best Resort 2017\" by Conde` Nest Traveler."
      },
      {
        "icon": "trifolded-map-route",
        "title": "Local Attractions",
        "text": "Enjoy Mt Biking, Skiing, Fly Fishing, Hiking, Mountain Concerts, Theater, Fine Dining, Art Gallery & Classes, Zip Lines, Water Falls, The Spa & Staying In!"
      },
      {
        "icon": "bikini-swimsuit",
        "title": "Jacuzzi / Hot Tub",
        "text": "Spend the days exploring Sundance Mountain Resort and all the hikes, biking, skiing, fly fishing and sights in the area, then relax those tired muscles in your own, private hot tub jacuzzi."
      },
      {
        "icon": "mountains-snow",
        "title": "Amazing Views",
        "text": "The Cottage is surrounded by Big Pines and a beautiful, year round steam creating views from two decks that our guests describe as \"story book views\" they can't believe actually exist."
      },
      {
        "icon": "restaurant-dine",
        "title": "Propane BBQ Grill",
        "text": "Dine out at Sundance Resort Restaurants like The Tree Room, Foundry Grill, or the Owl Bar, or... Grill and dine in with your own propane BBQ grill just outside the door."
      },
      {
        "icon": "instagram",
        "title": "Find More on Instagram",
        "text": "Check out other guest's experience and share your own by searching & tagging your photos with #mtcabinsutguest & @mtcabinsutguide. We can't wait to meet you!!!"
      }
    ],
    "uid": "1f0d6ea4-23e1-43a4-ad38-a7e9f5370071"
  },
  {
    "basic-info": {
      "highlight": [
        {
          "text": "Sleeps 11",
          "icon": "person-plus"
        },
        {
          "text": "2",
          "icon": "shower-head-water"
        },
        {
          "text": "Walking Distance to Sundance",
          "icon": "direction-sign"
        },
        {
          "text": "Mountain Activities",
          "icon": "travelling-backpack"
        },
        {
          "text": "Full Kitchen",
          "icon": "fork-plate-knife"
        },
        {
          "text": "WiFi + Cable TV",
          "icon": "basic-rss"
        }
      ],
      "other": [
        {
          "icon": "home",
          "title": "Entire Cabin For Rent",
          "text": "11 guests   3 bedroom   4 bed   2 bath"
        },
        {
          "icon": "bath",
          "title": "Sparkling clean",
          "text": "Recent guests said this place was sparkling clean."
        },
        {
          "icon": "map-marker",
          "title": "Great location",
          "text": "100% of recent guests gave the location a 5-star rating."
        },
        {
          "icon": "trophy",
          "title": "Super Host Status",
          "text": "Mountain Cabins Utah has achieved top rankings on sites like AirBnB, VRBO.com, Booking.com, Expedia etc."
        },
        {
          "icon": "star",
          "title": "Top Rated",
          "text": "This vacation rental cabin maintains a 5-STAR rating on Google Reviews and most popular booking sites!"
        }
      ]
    },
    "description": "Down a private winding road, past the horse pasture and around the bend, you will find the Treehouse on the Stream - the essence of mountain lodging in Sundance, Utah.\nA perfect stream-side spot for your Rustic, Mountain Wedding or Family Reunion.** The Treehouse has two separate levels with their own entrances so it functions well for couples traveling together or for kids who want their own space. The upper level has beds for five and a sleeper sofa for two more, a real wood burning fireplace, a fully equipped kitchen, washer/dryer, televisions with satellite service and large windows to bring the forest inside.\nThe kitchen deck invites you to enjoy your morning beverage outside in the quiet while watching the birds on the feeder. The main deck allows for dining al fresco overlooking the stream or watching the stars at night.\nThe lower level has a separate entrance and a gas fireplace with a thermostat and remote control. The living room features a cozy, comfortable sleeper sofa where it’s fun to watch a movie on HD TV.\nThe big windows look out onto the deck and lawn. The kitchenette area is equipped with a mini fridge and toaster/convection oven. The queen size bed sits beside a large window and looks out into the forest at ground level. Great for catching the squirrels at play, wild turkeys on their daily treks and even deer that wander close to the house.\nGot kids needing their own space? This is it. Check out the trap door with ladder for going upstairs and down. Kids love this! The lower level deck has a porch swing for watching the kids swing or play in their own tree house.\nTrails meander through the property or to take you up the hills and into the woods for exploring. There’s room to throw a ball, play hide and seek or just find a rock to sit on - you can do it all at the Tree House property.\nFive minutes away by car or a short walk will have you at Sundance Resort. Ski slopes, spa, zip line, full moon lift rides, restaurants, evening entertainment at the Owl Bar with live music on the weekends provides the opportunity to check back in when you want. As is typical for all Utah winter mountains driving, access requires 4-wheel drive & all weather or snow specific tires & chains on a 2-wheel drive vehicle.\n**Event Fees apply.",
    "amenities": [
      {
        "icon": "keys",
        "title": "Private Cabin",
        "text": "Enjoy relaxing privacy at the Tree House on The Stream"
      },
      {
        "icon": "basic-signs",
        "title": "Parking",
        "text": "Ample parking is provided at the Tree House on The Stream at Sundance, Utah"
      },
      {
        "icon": "king-size-bed",
        "title": "3 Queen Sized Beds",
        "text": "Enjoy luxury comfort on this quality mattress but be warned: You may not want to go back home, and this bed won't fit in your carry on luggage 🙂"
      },
      {
        "icon": "king-size-bed",
        "title": "+ Kids Beds",
        "text": "Kids beds include a bunk bed in the 2nd bedroom, and sofa sleeper downstairs."
      },
      {
        "icon": "skis-and-poles",
        "title": "Walk to Sundance Mountain Resort",
        "text": "About 7 minutes easy walk from Sundance Mountain Resort, voted \"Utah's Best Resort 2017\" by Conde` Nest Traveler."
      },
      {
        "icon": "trifolded-map-route",
        "title": "Local Attractions",
        "text": "Enjoy Mt Biking, Skiing, Fly Fishing, Hiking, Mountain Concerts, Theater, Fine Dining, Art Gallery & Classes, Zip Lines, Water Falls, The Spa & Staying In!"
      },
      {
        "icon": "bikini-swimsuit",
        "title": "Jacuzzi / Hot Tub",
        "text": "Spend the days exploring Sundance Mountain Resort and all the hikes, biking, skiing, fly fishing and sights in the area, then relax those tired muscles in your own, private hot tub jacuzzi."
      },
      {
        "icon": "mountains-snow",
        "title": "Amazing Views",
        "text": "The Tree House is surrounded by Big Pines and a beautiful, year round steam + our one of a kind 12,000lb stone picnic table."
      },
      {
        "icon": "restaurant-dine",
        "title": "Propane BBQ Grill",
        "text": "Dine out at Sundance Resort Restaurants like The Tree Room, Foundry Grill, or the Owl Bar, or... Grill and dine in with your own propane BBQ grill just outside the door."
      },
      {
        "icon": "instagram",
        "title": "Find More on Instagram",
        "text": "Check out other guest's experience and share your own by searching & tagging your photos with #mtcabinsutguest & @mtcabinsutguide. We can't wait to meet you!!!"
      }
    ],
    "uid": "53ef1805-0602-47aa-8b10-b2b25af243b8"
  },
  {
    "basic-info": {
      "highlight": [
        {
          "text": "Sleeps 10",
          "icon": "person-plus"
        },
        {
          "text": "Hot Tub",
          "icon": "shower-head-water"
        },
        {
          "text": "Walking Distance to Sundance",
          "icon": "direction-sign"
        },
        {
          "text": "Mountain Activities",
          "icon": "travelling-backpack"
        },
        {
          "text": "Kitchen | Microwave | Coffee Machine",
          "icon": "fork-plate-knife"
        }
      ],
      "other": [
        {
          "icon": "home",
          "title": "Entire Cabin For Rent",
          "text": "10 guests   5 bedrooms   6 beds   4 bathrooms"
        },
        {
          "icon": "bath",
          "title": "Sparkling clean",
          "text": "14 recent guests said this place was sparkling clean."
        },
        {
          "icon": "map-marker",
          "title": "Great location",
          "text": "90% of recent guests gave the location a 5-star rating."
        },
        {
          "icon": "trophy",
          "title": "Super Host Status",
          "text": "Mountain Cabins Utah has achieved top rankings on sites like AirBnB, VRBO.com, Booking.com, Expedia etc."
        },
        {
          "icon": "star",
          "title": "Top Rated",
          "text": "This vacation rental cabin maintains a 5-STAR rating on Google Reviews and most popular booking sites!"
        }
      ]
    },
    "description": "Stream Song is an exceptionally warm, inviting cabin for reconnecting with family and friends. Take it easy here. Play games at the dining room table, watch a movie on the Smart TV, make a meal with friends or just sit on the deck and listen to the year-round song of the stream below. Breathe the fresh mountain air. For a treat, take a drink of our fresh out of the faucet drinking water! Crystal clean.\nThis 5 Bedroom, 4 Bathroom home is a two-minute drive to the ski slopes, restaurants, and spa at the Sundance Resort. Centered in the middle of the open concept entry way, living room, dining room and kitchen is a large propane fireplace making everything so cozy. The chic, mountain cabin furnishings are comfortable and invite relaxation.\nThe wonderful floor to ceiling windows allows natural light in and showcases the views of the forest, majestic Mt. Timpanogas, gorgeous skies and the natural abundance of beauty this little slice of heaven here in Sundance, Utah, provides.\nA well-appointed kitchen has updated appliances with counter space. It is a joy to cook and prepare meals.\nTwo bedrooms on the main level feature queen beds with windows for light. One bedroom has a workstation desk, with direct access to one of two bathrooms closely situated. The second bedroom has a ladder that accesses a quiet reading space when you might just want to \"hide out\". A full-size washer and dryer are located on this floor for your convenience.\nUpstairs is the master suite with king size bed, private fireplace, outside balcony and a bathroom with a window walled tub overlooking the landscape. The Nap Nook is on this level as well. Great excuse to take a nap!\nThe lower level is an open area featuring twin beds at one end for the kids and a workout area with stationary bike, free weights, a bench, and a TV. A second private bedroom on this floor has an adjacent bathroom featuring a queen bed and sitting area.\nThe main level deck features (weather permitting) a dining table, Adirondack chairs and a propane BBQ for grilling. At the opposite end of the deck is the covered hot tub with a separate entrance from the house to make winter access easy.\nWe would love to share this magical place with you. Come make Stream Song your home away from home for your next get away.\nNO PETS – NO PARTIES OR EVENTS\nDRIVEWAY PARKING FOR FIVE CARS.",
    "amenities": [],
    "uid": "53ef1805-0602-47aa-8b10-b2b25af243b8"
  },
  {
    "basic-info": {
      "highlight": [
        {
          "text": "Sleeps 2+2",
          "icon": "person-plus"
        },
        {
          "text": "Luxury Shower",
          "icon": "shower-head-water"
        },
        {
          "text": "Walking Distance to Sundance",
          "icon": "direction-sign"
        },
        {
          "text": "Mountain Activities",
          "icon": "travelling-backpack"
        },
        {
          "text": "Full Kitchen",
          "icon": "fork-plate-knife"
        }
      ],
      "other": [
        {
          "icon": "home",
          "title": "Entire Cabin For Rent",
          "text": "4 guests   1 bedroom   1 bed + sofa sleeper   1 bath"
        },
        {
          "icon": "bath",
          "title": "Sparkling clean",
          "text": "14 recent guests said this place was sparkling clean."
        },
        {
          "icon": "map-marker",
          "title": "Great location",
          "text": "90% of recent guests gave the location a 5-star rating."
        },
        {
          "icon": "trophy",
          "title": "Super Host Status",
          "text": "Mountain Cabins Utah has achieved top rankings on sites like AirBnB, VRBO.com, Booking.com, Expedia etc."
        },
        {
          "icon": "star",
          "title": "Top Rated",
          "text": "This vacation rental cabin maintains a 5-STAR rating on Google Reviews and most popular booking sites!"
        }
      ]
    },
    "description": "The Carriage House on The Stream in Sundance, Utah is a unique vacation rental cabin just minutes from I-15, yet a world away! This is the most romantic/creative/professional, luxury cabin rental at this price in all of Sundance. Whether you're looking for a honeymoon suite, a place to spark your creativity again, or an executive get away that's conveniently close, but still offers the privacy & relaxation you need to stay centered & effective, The Carriage House just what you're looking for.\nA short drive from Provo or Orem brings you to a magical little slice of heaven called Sundance, Utah. Invite your colleagues to dinner at one of the world class restaurants at the nearby Sundance Mountain Resort, or meet at the Owl Bar for a beverage and conversation around the fire.\nYour drive \"home\" will be three minutes to our Carriage House Suite and Office. The private entrance off the driveway enters the Carriage House. Follow your carpeted walkway up the stairs, use your door key code and you're \"home\" for the night!\nThe common room features a very comfortable couch, with reading light and access to one of two decks overlooking the stream. A butler kitchen in the closet has a small sink and microwave plus serving ware and glassware. Next to the armoire is a stocked Keurig coffee maker, a variety of teas, a toaster oven and a mini refrigerator.  A supply of sweeteners and creamers, silverware and napkins are there as well.\nOpen the armoire to reveal a fully equipped office, customizable to your preference for a stand up or sit down desk with chairs to match. Wireless printer, scanner and copier plus office supplies are available for your use. Just bring your computer or laptop and hook up. Get that work done, then go play!\nThe private bedroom features a queen bed with adjustable bed platform, cozy linens, flat screen tv with satellite programming, USB charging stations for all your devices, a dresser and mini closet and you'll be tempted to stay in bed all day.\nThe larger deck will draw you out to watch the stars at night or for those phone calls that require \"pacing\". The bathroom with its one-of-a-kind petrified wood sink, granite counter tops, big mirror and ample drawer space features radiant heated floors in the cooler months and a large walk-in shower and comfortable robes for your use.\nThis is a unique and very comfortable place to stay whether you're here on business or just looking for that little quiet place to get away from it all and do a little work - or not!\nPlease ask about the availability of use for hot tub and outside shower.\nIf you're visit is less business, more pleasure, you'll enjoy our love bridge over the stream, your Instagram worthy staircase great for those epic photos that capture the memories that will last a lifetime, and the total privacy, comfort, and luxury you will find throughout the Carriage House. In addition, you're just walking distance from some of the best restaurants in Utah, so you can enjoy a romantic walk and great food + a romantic Moonlight Lift Ride at Sundance, if time things just right. Come stay at the best cabin rentals Utah!\nFive minutes away by car or a short 15 minute walk will have you at Sundance Resort (no affiliation). Ski slopes, spa, zip line, full moon lift rides, restaurants, evening entertainment at the Owl Bar with live music on the weekends provides the opportunity to check back in when you want. As is typical for all Utah winter mountains driving, access requires 4-wheel drive & all weather or snow specific tires & chains on a 2-wheel drive vehicle.",
    "amenities": [
      {
        "icon": "keys",
        "title": "Private Cabin",
        "text": "Enjoy complete, romantic privacy to the Carriage House in it's own quite little canyon on a private lane along the stream."
      },
      {
        "icon": "basic-signs",
        "title": "Parking",
        "text": "Easy private parking is provided at the Carriage House and is paved and maintained year round."
      },
      {
        "icon": "king-size-bed",
        "title": "1 Queen Sized Bed +1 Sleeper Sofa",
        "text": "Enjoy luxury comfort on this quality mattress but be warned: You may not want to go back home, and this bed won't fit in your carry on luggage 🙂"
      },
      {
        "icon": "skis-and-poles",
        "title": "Walk to Sundance Mountain Resort",
        "text": "About 3 minutes easy walk from Sundance Mountain Resort, voted \"Utah's Best Resort 2017\" by Conde` Nest Traveler."
      },
      {
        "icon": "bikini-swimsuit",
        "title": "Jacuzzi / Hot Tub",
        "text": "Spend the days exploring Sundance Mountain Resort and all the hikes, biking, skiing, fly fishing and sights in the area, then relax those tired muscles in your own, private hot tub jacuzzi."
      },
      {
        "icon": "mountains-snow",
        "title": "Amazing Views",
        "text": "The Carriage House is surrounded by Big Pines and a beautiful, year round steam creating views from the deck that our guests describe as \"story book views\" they can't believe actually exist."
      },
      {
        "icon": "restaurant-dine",
        "title": "Propane BBQ Grill",
        "text": "Dine out at Sundance Resort Restaurants like The Tree Room, Foundry Grill, or the Owl Bar, or... Grill and dine in with your own propane BBQ grill just outside the door."
      },
      {
        "icon": "instagram",
        "title": "Find More on Instagram",
        "text": "Check out other guest's experience and share your own by searching & tagging your photos with #mtcabinsutguest & @mtcabinsutguide. We can't wait to meet you!!!"
      }
    ],
    "uid": "2a05c85d-b138-45fa-8f78-9f0bbfb9441f"
  },
  {
    "basic-info": {
      "highlight": [
        {
          "text": "Sleeps 16",
          "icon": "person-plus"
        },
        {
          "text": "3 Showers/Bathrooms",
          "icon": "shower-head-water"
        },
        {
          "text": "Walking Distance to Sundance",
          "icon": "direction-sign"
        },
        {
          "text": "Mountain Activities",
          "icon": "travelling-backpack"
        },
        {
          "text": "Full Kitchen",
          "icon": "fork-plate-knife"
        },
        {
          "text": "WiFi + Cable TV",
          "icon": "basic-rss"
        }
      ],
      "other": [
        {
          "icon": "home",
          "title": "Entire Cabin For Rent",
          "text": "16 guests   5 bedroom   9 bed   3 bath  8 Additional Areas  1 Man Cave/Game Room"
        },
        {
          "icon": "bath",
          "title": "Sparkling clean",
          "text": "Recent guests said this place was sparkling clean."
        },
        {
          "icon": "map-marker",
          "title": "Great location",
          "text": "90% of recent guests gave the location a 5-star rating."
        },
        {
          "icon": "trophy",
          "title": "Super Host Status",
          "text": "Mountain Cabins Utah has achieved top rankings for our Sundance, Utah cabins, on sites like AirBnB, VRBO.com, Booking.com, Expedia etc."
        },
        {
          "icon": "star",
          "title": "Top Rated",
          "text": "This vacation rental cabin maintains a 5-STAR rating on Google Reviews and most popular booking sites!"
        }
      ]
    },
    "description": "Mountain Cabins Utah's Stunning Log Cabin on The Stream in Sundance, Utah is Perfect for Retreats, Family Reunions and Group Gatherings!\nFeaturing a Streamside Hot Tub, Man Cave, Pinball Machine, 3 Fireplaces, Decks, and so much more. The 5 bedroom / 3 bathroom log cabin has plenty of rambling room and space to park cars.\nThe large great room features a huge wood burning fireplace and a couch big enough for the crowd. There's a dining table for 12 and kitchen counter seating for 4. The kitchen is equipped to easily feed a crowd with top of the line cabinets, dishwasher, two ovens, microwave, popcorn popper, Smores maker, electric skillet, coffee maker, crock pot, pots and pans.\nThe main level offers a covered deck with a wood burning fireplace and seating, and is THE place to roast marshmallows and sip hot chocolate. The top level bedroom features skylights for looking at the stars at night or watching it snow and a queen bed plus twin bed with trundle for keeping the little ones near.\nA balcony and outside door to the upper deck lets you view the outdoors or let the fresh air in. The adjacent bathroom with tub/shower has granite counter tops and a vanity mirror. The main level bedroom features a window seat for reading your favorite book and exterior door to the upper deck, direct access to bathroom, television, queen size bed and a delightful wood burning fire stove should you want to be extra, extra warm.\nA large walk in closet plus adjacent bathroom is very convenient and includes one of the sets of washer/dryers. The first bedroom on the lower level has two queen beds plus two closets and plenty of space for clothes. It features three large ground level windows. The second bedroom downstairs has two twin beds, ground level windows, large closet and is adjacent to the cozy reading nook by the bookcase and the bathroom. The third bedroom downstairs has a California King size bed for you extra tall folks, a television, two chairs for relaxing and an exterior door leading to the hot tub. Size and easy access make this a \"favorite\" room.\nDownstairs also offers another set of laundry facilities And then there's the Man Cave. A wood burning fireplace, television, pool table, dartboard, Pinball machine and game table make this hideaway really fun place. Need more room? Book the nearby Tree House on the Stream, Cottage on the Stream and/or Hideaway Above the Stream, too. Contact us about multiple cabin bookings for your bigger events.",
    "amenities": [
      {
        "icon": "keys",
        "title": "Private Cabin",
        "text": "Plus, your own private grounds right on the river including several decks, a pavilion, & hot tub."
      },
      {
        "icon": "basic-signs",
        "title": "Parking",
        "text": "Easy private parking is provided at the Log Cabin located on a private lane."
      },
      {
        "icon": "king-size-bed",
        "title": "1 King, 4 Queen, 4 Single Beds, 1 Sleeper Sofa",
        "text": "Plenty of room for family, friends, or corporate retreats in 5 rooms with 10 beds. If that's not enough room, consider booking our cabins next door on either side."
      },
      {
        "icon": "skis-and-poles",
        "title": "Walk to Sundance Mountain Resort",
        "text": "About 7 minutes easy walk from Sundance Mountain Resort, voted \"Utah's Best Resort 2017\" by Conde` Nest Traveler."
      },
      {
        "icon": "bikini-swimsuit",
        "title": "Jacuzzi / Hot Tub",
        "text": "Spend the days exploring Sundance Mountain Resort and all the hikes, biking, skiing, fly fishing and sights in the area, then relax those tired muscles in your own, private hot tub jacuzzi."
      },
      {
        "icon": "mountains-snow",
        "title": "Amazing Views",
        "text": "The Log Cabin is surrounded by Big Pines and a beautiful, year round steam creating views from the deck that our guests describe as \"story book views\" they can't believe actually exist."
      },
      {
        "icon": "restaurant-dine",
        "title": "Propane BBQ Grill",
        "text": "Dine out at Sundance Resort Restaurants like The Tree Room, Foundry Grill, or the Owl Bar, or... Grill and dine in with your own propane BBQ grill just outside the door."
      },
      {
        "icon": "instagram",
        "title": "Find More on Instagram",
        "text": "Check out other guest's experience and share your own by searching & tagging your photos with #mtcabinsutguest & @mtcabinsutguide. We can't wait to meet you!!!"
      }
    ],
    "uid": "27f19808-e262-46cf-84c3-f93d693e7402"
  },
  {
    "basic-info": {
      "highlight": [
        {
          "text": "Sleeps 2+2",
          "icon": "person-plus"
        },
        {
          "text": "Luxury Shower",
          "icon": "shower-head-water"
        },
        {
          "text": "Walking Distance to Sundance",
          "icon": "direction-sign"
        },
        {
          "text": "Mountain Activities",
          "icon": "travelling-backpack"
        },
        {
          "text": " Microwave | Coffee Machine | Kitchenet",
          "icon": "fork-plate-knife"
        }
      ],
      "other": [
        {
          "icon": "home",
          "title": "Entire Cabin For Rent",
          "text": "4 guests   2 bedroom   1 bed + sofa sleeper   2.5 bath"
        },
        {
          "icon": "bath",
          "title": "Sparkling clean",
          "text": "14 recent guests said this place was sparkling clean."
        },
        {
          "icon": "map-marker",
          "title": "Great location",
          "text": "90% of recent guests gave the location a 5-star rating."
        },
        {
          "icon": "trophy",
          "title": "Super Host Status",
          "text": "Mountain Cabins Utah has achieved top rankings on sites like AirBnB, VRBO.com, Booking.com, Expedia etc."
        },
        {
          "icon": "star",
          "title": "Top Rated",
          "text": "This vacation rental cabin maintains a 5-STAR rating on Google Reviews and most popular booking sites!"
        }
      ]
    },
    "description": "TimpCreek on the Stream is convenient to both nature and amenities and is the perfect choice for a romantic getaway or for the business traveler. Once you arrive, you can park, unload and then forget the car. An easy 3 minute walk by the creek and through the trees brings you to the base of the ski lift, the restaurants, the bar, gift shop, art gallery, meeting rooms or by going in the opposite direction up the stairs, is the Spa. This is where you want to be.\nWe are a privately owned and operated vacation property within the Sundance Resort. Although we are not affiliated with the Resort itself, all activities and amenities are available for your use.\nTimpCreek is not a private stand alone structure and has another rental attached to it. Each unit has it’s own very separate private entrance and all TimpCreek’s decks and space are wholly yours to use.\nTime away is so very important and we commit to do everything to make your time stressfree.\nPrior to your arrival we make sure to not only make TimpCreek on the Stream is comfortable inside but will provide any information you need prior to your arrival.\nAfter your booking, Pamela, your mountain contact, will send you a text for easier comminication and to make sure that any time an urgent message during your stay, we can reach you.\nAs you walk out the path from the cabin, turn left and and on your walk to the Resort, you have two options, both same distance. When you get to the fork, go left and you will pass the Glass Blowers (seasonal), and the Art Gallery for great gifts or drop in and sign up for any of their classes such as pottery, jewelry making, journal making or shop for great gifts.\nTurn right at the fork, and you wll walk past the Private Screening Room, the pond with beautiful 18″ inch trout and then walk over to the base of the Outlaw Ski Lift.\nFor a visit to the Spa, as you come out of the cabin turn to your right and walk up the stairs to Timphaven Road. The Spa is located just a short walk on the right side of Timphaven.\nUpon arrival at TimpCreek, the building will be to your right and your disignated parking spot is the one to the right. There is room for one car. Should you need an additional space, please contact your host.\nHand peeled logs, rustic beams, cozy fireplace, timber planked floors, and is so quaint and full of fun collections reflective of Sundance plus the warmth of furnishings from a time long past welcome you to this 2 bedroom, 2.5 bath santuary. Set apart, but not remote, TimpCreek on the Stream has easy all year access.\nCurl up in front of the fireplace for a cozy conversation or to read a book. Prepare a meal in the kitchen, dine at the adjacent dining room table, or work at the desk for doing a bit of business before going out to play.\nOnce you arrive, you are walking distance to the Resorts amenities. However, should you want to explore off mountain you will want to rent or drive a car. Be mindful from November 1st until March 31st you will need to drive a four wheel or all wheel vehicle.\nThere are no grocery stores or gas stations at Sundance however in the directions, we give the location of the stores closest to us.",
    "amenities": [
      {
        "icon": "keys",
        "title": "Private Cabin",
        "text": "Enjoy complete, romantic privacy to the House in it's own quite little canyon on a private lane along the stream."
      },
      {
        "icon": "basic-signs",
        "title": "Parking",
        "text": "Easy private parking is provided at the TimpCreek House and is paved and maintained year round."
      },
      {
        "icon": "king-size-bed",
        "title": "3 Queen Sized Beds",
        "text": "Enjoy luxury comfort on this quality mattress but be warned: You may not want to go back home, and this bed won't fit in your carry on luggage 🙂"
      },
      {
        "icon": "skis-and-poles",
        "title": "Walk to Sundance Mountain Resort",
        "text": "About 3 minutes easy walk from Sundance Mountain Resort, voted \"Utah's Best Resort 2017\" by Conde` Nest Traveler."
      },
      {
        "icon": "bikini-swimsuit",
        "title": "Double Deck / Patio",
        "text": "Relax on a Patio over looking Sundance Mountain and all the hikes, biking, skiing, fly fishing and sights in the area"
      },
      {
        "icon": "mountains-snow",
        "title": "Amazing Views",
        "text": "The TimpCreek House is surrounded by Big Pines and a beautiful, year round steam creating views from the deck that our guests describe as \"story book views\" they can't believe actually exist."
      },
      {
        "icon": "restaurant-dine",
        "title": "Propane BBQ Grill",
        "text": "Dine out at Sundance Resort Restaurants like The Tree Room, Foundry Grill, or the Owl Bar, or... Grill and dine in with your own propane BBQ grill just outside the door."
      },
      {
        "icon": "instagram",
        "title": "Find More on Instagram",
        "text": "Check out other guest's experience and share your own by searching & tagging your photos with #mtcabinsutguest & @mtcabinsutguide. We can't wait to meet you!!!"
      }
    ],
    "uid": "53ef1805-0602-47aa-8b10-b2b25af243b8"
  },
  {
    "basic-info": {
      "highlight": [
        {
          "text": "Sleeps 6",
          "icon": "person-plus"
        },
        {
          "text": "2 Bath",
          "icon": "shower-head-water"
        },
        {
          "text": "Ski In Ski Out",
          "icon": "skis-and-poles"
        },
        {
          "text": "Mountain Activities",
          "icon": "travelling-backpack"
        },
        {
          "text": "Fully Stocked Kitchen",
          "icon": "fork-plate-knife"
        },
        {
          "text": "Fireplace",
          "icon": "heart"
        },
        {
          "text": "Internet",
          "icon": "globe"
        },
        {
          "text": "Satellite TV",
          "icon": "camera"
        }
      ],
      "other": [
        {
          "icon": "home",
          "title": "Entire Condo For Rent",
          "text": "6 guests   1 bedroom+Loft   3 bed + sofa sleeper   2 bath"
        },
        {
          "icon": "bath",
          "title": "Sparkling clean",
          "text": "Recent guests said this place was sparkling clean."
        },
        {
          "icon": "map-marker",
          "title": "Great location",
          "text": "Recent guests gave this location a 5-star rating."
        },
        {
          "icon": "trophy",
          "title": "Super Host Status",
          "text": "Mountain Cabins Utah has achieved top rankings on sites like AirBnB, VRBO.com, Booking.com, Expedia etc."
        },
        {
          "icon": "star",
          "title": "Top Rated",
          "text": "This vacation rental cabin maintains a 5-STAR rating on Google Reviews and popular booking sites!"
        }
      ]
    },
    "description": "Located along the historic Paiute Trail in Utah’s Tushar Mountains, in the Eagle Point Ski Resort off of Hwy 153, our Mountain Cabins Utah Condos are true diamonds in the most spectacular rough!\nOur Wooded Ridge #6 is a beautiful ski-in/ski-out one bedroom, plus loft, two-bath condo that sleeps six people.  Queen bed in the main level bedroom, king bed upstairs in the loft and a queen size sleeper sofa in the living room.  Internet access, satellite TV plus a Blu-ray player is there for you to make your stay more enjoyable and comfortable. A real wood burning fireplace with dry wood and fire starters makes things extra cozy and convenient. There’s floor space for an extra person should they want to bring a sleeping bag.\nA fully stocked kitchen provides everything you need to make yourself at home—cooking utensils, silverware, pots & pans, plates, bowls, cups, glasses, pizza pan, wine glasses, coffee maker, toaster, blender, dishwasher and microwave. You’ll find a starter supply of paper towels, dish soap, dishwasher soap and trash bags for your use. Look for the charging station in the kitchen to keep your mobile devices charged and ready to go.\nThe deck has plenty of room to sit outside and enjoy spectacular views of the ski slopes and breathe the clean air with a nice cup of coffee in the morning or a beverage of choice in the evening to watch the sunset or look at the stars.",
    "amenities": [
      {
        "icon": "keys",
        "title": "Private Entrance",
        "text": "Enjoy comfort and privacy in your own Wooded Ridge Condominum"
      },
      {
        "icon": "basic-signs",
        "title": "Parking",
        "text": "Wooded Ridge parking is paved and maintained year round."
      },
      {
        "icon": "king-size-bed",
        "title": "1 Queen Bed, 1 King Bed, 1 Sleeper Sofa",
        "text": "Sleep 6 comfortably on one King sized bed, one Queen sized bed and one pull out sleeper sofa"
      },
      {
        "icon": "skis-and-poles",
        "title": "Ski-In-Ski-Out Access to Resort",
        "text": "About 7 minutes easy walk from Sundance Mountain Resort, voted \"Utah's Best Resort 2017\" by Conde` Nest Traveler."
      },
      {
        "icon": "bikini-swimsuit",
        "title": "Jacuzzi / Hot Tub",
        "text": "Spend the days exploring Eagle Point Mountain Resort and all the hikes, biking, skiing, fly fishing and sights in the area, then relax those tired muscles in at the Hot Tub Garden just feet away"
      },
      {
        "icon": "mountains-snow",
        "title": "Amazing Views",
        "text": "Look out directly onto Eagle Point Mountain Resort from every window and from your own private balcony"
      },
      {
        "icon": "restaurant-dine",
        "title": "Dining Table Seats 6",
        "text": "Full kitchen and dinning table for 6"
      },
      {
        "icon": "instagram",
        "title": "Find More on Instagram",
        "text": "Check out other guest's experience and share your own by searching & tagging your photos with #mtcabinsutguest & @mtcabinsutguide. We can't wait to meet you!!!"
      }
    ],
    "uid": "2041981a-9a23-4eab-9c82-c9dbeb87c593"
  },
  {
    "basic-info": {
      "highlight": [
        {
          "text": "Sleeps 8",
          "icon": "person-plus"
        },
        {
          "text": "2 Bath",
          "icon": "shower-head-water"
        },
        {
          "text": "Ski In Ski Out",
          "icon": "skis-and-poles"
        },
        {
          "text": "Mountain Activities",
          "icon": "travelling-backpack"
        },
        {
          "text": "Fully Stocked Kitchen",
          "icon": "fork-plate-knife"
        },
        {
          "text": "Fireplace",
          "icon": "heart"
        },
        {
          "text": "Internet",
          "icon": "globe"
        },
        {
          "text": "Satellite TV",
          "icon": "camera"
        }
      ],
      "other": [
        {
          "icon": "home",
          "title": "Entire Cabin For Rent",
          "text": "8 guests   3 bedroom   3 bed + sofa sleeper   2 bath"
        },
        {
          "icon": "bath",
          "title": "Sparkling clean",
          "text": "Recent guests said this place was sparkling clean."
        },
        {
          "icon": "map-marker",
          "title": "Great location",
          "text": "Recent guests gave this location a 5-star rating."
        },
        {
          "icon": "trophy",
          "title": "Super Host Status",
          "text": "Mountain Cabins Utah has achieved top rankings on sites like AirBnB, VRBO.com, Booking.com, Expedia etc."
        },
        {
          "icon": "star",
          "title": "Top Rated",
          "text": "This vacation rental cabin maintains a 5-STAR rating on Google Reviews and popular booking sites!"
        }
      ]
    },
    "description": "Located along the historic Paiute Trail in Utah’s Tushar Mountains, in the Eagle Point Ski Resort off of Hwy 153, our Mountain Cabins Utah Condos are true diamonds in the most spectacular rough!\nOur Wooded Ridge #6 is a beautiful ski-in/ski-out one bedroom, plus loft, two-bath condo that sleeps six people.  Queen bed in the main level bedroom, king bed upstairs in the loft and a queen size sleeper sofa in the living room. Internet access, satellite TV plus a Blu-ray player is there for you to make your stay more enjoyable and comfortable. A real wood burning fireplace with dry wood and fire starters makes things extra cozy and convenient. There’s floor space for an extra person should they want to bring a sleeping bag.\nA fully stocked kitchen provides everything you need to make yourself at home—cooking utensils, silverware, pots & pans, plates, bowls, cups, glasses, pizza pan, wine glasses, coffee maker, toaster, blender, dishwasher and microwave. You’ll find a starter supply of paper towels, dish soap, dishwasher soap and trash bags for your use. Look for the charging station in the kitchen to keep your mobile devices charged and ready to go.\nThe deck has plenty of room to sit outside and enjoy spectacular views of the ski slopes and breathe the clean air with a nice cup of coffee in the morning or a beverage of choice in the evening to watch the sunset or look at the stars.",
    "amenities": [
      {
        "icon": "keys",
        "title": "Private Entrance",
        "text": "Enjoy comfort and privacy in your own Wooded Ridge Condominum"
      },
      {
        "icon": "basic-signs",
        "title": "Parking",
        "text": "Wooded Ridge parking is paved and maintained year round."
      },
      {
        "icon": "king-size-bed",
        "title": "1 Queen Bed, 1 King Bed, 1 Sleeper Sofa",
        "text": "Sleep 6 comfortably on one King sized bed, one Queen sized bed and one pull out sleeper sofa"
      },
      {
        "icon": "skis-and-poles",
        "title": "Ski-In-Ski-Out Access to Resort",
        "text": "Your Wooded Ridge Condo is literally situated on Eagle Point Mountain Resort ski and snowboard runs"
      },
      {
        "icon": "bikini-swimsuit",
        "title": "Jacuzzi / Hot Tub",
        "text": "Spend the days exploring Eagle Point Mountain Resort and all the hikes, biking, skiing, fly fishing and sights in the area, then relax those tired muscles in at the Hot Tub Garden just feet away"
      },
      {
        "icon": "mountains-snow",
        "title": "Amazing Views",
        "text": "Look out directly onto Eagle Point Mountain Resort from every window and from your own private balcony"
      },
      {
        "icon": "restaurant-dine",
        "title": "Propane BBQ Grill",
        "text": "Full kitchen and dinning table for 6"
      },
      {
        "icon": "instagram",
        "title": "Find More on Instagram",
        "text": "Check out other guest's experience and share your own by searching & tagging your photos with #mtcabinsutguest & @mtcabinsutguide. We can't wait to meet you!!!"
      }
    ],
    "uid": "b12b93d2-f3db-4d1d-9275-923cb99f1de8"
  },
  {
    "basic-info": {
      "highlight": [
        {
          "text": "Sleeps 8",
          "icon": "person-plus"
        },
        {
          "text": "2 Bath",
          "icon": "shower-head-water"
        },
        {
          "text": "Ski In Ski Out",
          "icon": "skis-and-poles"
        },
        {
          "text": "Mountain Activities",
          "icon": "travelling-backpack"
        },
        {
          "text": "Fully Stocked Kitchen",
          "icon": "fork-plate-knife"
        },
        {
          "text": "Fireplace",
          "icon": "heart"
        },
        {
          "text": "Internet",
          "icon": "globe"
        },
        {
          "text": "Satellite TV",
          "icon": "camera"
        }
      ],
      "other": [
        {
          "icon": "home",
          "title": "Entire Cabin For Rent",
          "text": "8 guests   3 bedroom   3 bed + 1 sofa sleeper   2 bath"
        },
        {
          "icon": "bath",
          "title": "Sparkling clean",
          "text": "Recent guests said this place was sparkling clean."
        },
        {
          "icon": "map-marker",
          "title": "Great location",
          "text": "Recent guests gave this location a 5-star rating."
        },
        {
          "icon": "trophy",
          "title": "Super Host Status",
          "text": "Mountain Cabins Utah has achieved top rankings on sites like AirBnB, VRBO.com, Booking.com, Expedia etc."
        },
        {
          "icon": "star",
          "title": "Top Rated",
          "text": "This vacation rental cabin maintains a 5-STAR rating on Google Reviews and popular booking sites!"
        }
      ]
    },
    "description": "Located along the historic Paiute Trail in Utah’s Tushar Mountains, in the Eagle Point Ski Resort off of Hwy 153, our Mountain Cabins Utah Condos are true diamonds in the most spectacular rough!\nOur Wooded Ridge #10 is a beautiful ski-in/ski-out one bedroom, plus loft, two-bath condo that sleeps six people.  Queen bed in the main level bedroom, king bed upstairs in the loft and a queen size sleeper sofa in the living room. Internet access, satellite TV plus a Blu-ray player is there for you to make your stay more enjoyable and comfortable. A real wood burning fireplace with dry wood and fire starters makes things extra cozy and convenient. There’s floor space for an extra person should they want to bring a sleeping bag.\nA fully stocked kitchen provides everything you need to make yourself at home—cooking utensils, silverware, pots & pans, plates, bowls, cups, glasses, pizza pan, wine glasses, coffee maker, toaster, blender, dishwasher and microwave. You’ll find a starter supply of paper towels, dish soap, dishwasher soap and trash bags for your use. Look for the charging station in the kitchen to keep your mobile devices charged and ready to go.\nThe deck has plenty of room to sit outside and enjoy spectacular views of the ski slopes and breathe the clean air with a nice cup of coffee in the morning or a beverage of choice in the evening to watch the sunset or look at the stars.",
    "amenities": [
      {
        "icon": "keys",
        "title": "Private Entrance",
        "text": "Enjoy comfort and privacy in your own Wooded Ridge Condominum"
      },
      {
        "icon": "basic-signs",
        "title": "Parking",
        "text": "Wooded Ridge parking is paved and maintained year round."
      },
      {
        "icon": "king-size-bed",
        "title": "1 Queen Bed, 1 King Bed, 1 Sleeper Sofa",
        "text": "Sleep 6 comfortably on one King sized bed, one Queen sized bed and one pull out sleeper sofa"
      },
      {
        "icon": "skis-and-poles",
        "title": "Ski-In-Ski-Out Access to Resort",
        "text": "Your Wooded Ridge Condo is literally situated on Eagle Point Mountain Resort ski and snowboard runs"
      },
      {
        "icon": "bikini-swimsuit",
        "title": "Jacuzzi / Hot Tub",
        "text": "Spend the days exploring Eagle Point Mountain Resort and all the hikes, biking, skiing, fly fishing and sights in the area, then relax those tired muscles in at the Hot Tub Garden just feet away"
      },
      {
        "icon": "mountains-snow",
        "title": "Amazing Views",
        "text": "Look out directly onto Eagle Point Mountain Resort from every window and from your own private balcony"
      },
      {
        "icon": "restaurant-dine",
        "title": "Propane BBQ Grill",
        "text": "Full kitchen and dinning table for 6"
      },
      {
        "icon": "instagram",
        "title": "Find More on Instagram",
        "text": "Check out other guest's experience and share your own by searching & tagging your photos with #mtcabinsutguest & @mtcabinsutguide. We can't wait to meet you!!!"
      }
    ],
    "uid": "6877b2c9-b2de-44aa-b8ce-b7e1fb89cc46"
  },
  {
    "basic-info": {
      "highlight": [
        {
          "text": "Sleeps 10",
          "icon": "person-plus"
        },
        {
          "text": "2 Bath",
          "icon": "shower-head-water"
        },
        {
          "text": "Ski In Ski Out",
          "icon": "skis-and-poles"
        },
        {
          "text": "Mountain Activities",
          "icon": "travelling-backpack"
        },
        {
          "text": "Fully Stocked Kitchen",
          "icon": "fork-plate-knife"
        },
        {
          "text": "Fireplace",
          "icon": "heart"
        },
        {
          "text": "Internet",
          "icon": "globe"
        },
        {
          "text": "Satellite TV",
          "icon": "camera"
        }
      ],
      "other": [
        {
          "icon": "home",
          "title": "Entire Cabin For Rent",
          "text": "10 guests   2 bedrooms + Loft   7 beds   2 bathrooms"
        },
        {
          "icon": "bath",
          "title": "Sparkling clean",
          "text": "Recent guests said this place was sparkling clean."
        },
        {
          "icon": "map-marker",
          "title": "Great location",
          "text": "Recent guests gave this location a 5-star rating."
        },
        {
          "icon": "trophy",
          "title": "Super Host Status",
          "text": "Mountain Cabins Utah has achieved top rankings on sites like AirBnB, VRBO.com, Booking.com, Expedia etc."
        },
        {
          "icon": "star",
          "title": "Top Rated",
          "text": "This vacation rental cabin maintains a 5-STAR rating on Google Reviews and popular booking sites!"
        }
      ]
    },
    "description": "Updated but true to that traditional charm that will take you back to when you were a kid visiting Grandpa's mountain cabin. Located in a resort that takes you back to a time when fun was plentiful, lift lines were minimal or non-existent, and nature was more valuable than electronics.\nLocated along the historic Paiute Trail in Utah’s Tushar Mountains, in the Eagle Point Ski Resort off of Hwy 153, our Mountain Cabins Utah Condos are true diamonds in the most spectacular rough!\nOur Snowflake #15 is a beautiful ski-in/ski-out 2 bedroom, plus loft, two-bath condo that sleeps 10 people. 2 Queen beds, 4 Twin beds upstairs in the loft and a sleeper sofa for 2 in the living room. Internet access, satellite TV plus a Blu-ray player is there for you to make your stay more enjoyable and comfortable. A real wood-burning fireplace with dry wood and fire starters makes things extra cozy and convenient. There’s floor space for an extra person should they want to bring a sleeping bag.\nA fully stocked kitchen provides everything you need to make yourself at home—cooking utensils, silverware, pots & pans, plates, bowls, cups, glasses, pizza pan, wine glasses, coffee maker, toaster, blender, dishwasher, and microwave. You’ll find a starter supply of paper towels, dish soap, dishwasher soap and trash bags for your use. Look for the charging station in the kitchen to keep your mobile devices charged and ready to go.\nThe deck has plenty of room to sit outside and enjoy spectacular views of the ski slopes and breathe the clean air with a nice cup of coffee in the morning or a beverage of choice in the evening to watch the sunset or look at the stars.",
    "amenities": [
      {
        "icon": "keys",
        "title": "Private Entrance",
        "text": "Enjoy comfort and privacy in your own Ski-in/Ski-out Snowflake Condominium"
      },
      {
        "icon": "basic-signs",
        "title": "Parking",
        "text": "Snowflake parking is next to the main lodge and maintained year round."
      },
      {
        "icon": "king-size-bed",
        "title": "2 Queen Bed, 1 Sofa Bed, 4 Twin beds",
        "text": "Sleep 10 comfortably on 2 Queen sized beds, one Queen sofa bed and 4 Twin bunk beds"
      },
      {
        "icon": "skis-and-poles",
        "title": "Ski-In-Ski-Out Access to Resort",
        "text": "Your Snowflake Condo is literally situated on the ski and snowboard runs at Eagle Point Ski Resort"
      },
      {
        "icon": "bikini-swimsuit",
        "title": "Jacuzzi / Hot Tub",
        "text": "Spend the days exploring Eagle Point Mountain Resort and all the hikes, biking, skiing, fly fishing and sights in the area, then relax those tired muscles in at the Hot Tub Garden just feet away"
      },
      {
        "icon": "mountains-snow",
        "title": "Amazing Views",
        "text": "Look out directly onto Eagle Point Ski Resort from every window and from your own private balcony"
      },
      {
        "icon": "restaurant-dine",
        "title": "Propane BBQ Grill",
        "text": "Full kitchen and dinning table for 6"
      },
      {
        "icon": "instagram",
        "title": "Find More on Instagram",
        "text": "Check out other guest's experience and share your own by searching & tagging your photos with #mtcabinsutguest & @mtcabinsutguide. We can't wait to meet you!!!"
      }
    ],
    "uid": "6877b2c9-b2de-44aa-b8ce-b7e1fb89cc46"
  },
  {
    "basic-info": {
      "highlight": [
        {
          "text": "Sleeps 11",
          "icon": "person-plus"
        },
        {
          "text": "2 Bath",
          "icon": "shower-head-water"
        },
        {
          "text": "Ski In Ski Out",
          "icon": "skis-and-poles"
        },
        {
          "text": "Mountain Activities",
          "icon": "travelling-backpack"
        },
        {
          "text": "Fully Stocked Kitchen",
          "icon": "fork-plate-knife"
        },
        {
          "text": "Fireplace",
          "icon": "heart"
        },
        {
          "text": "Internet",
          "icon": "globe"
        },
        {
          "text": "Satellite TV",
          "icon": "camera"
        }
      ],
      "other": [
        {
          "icon": "home",
          "title": "Entire Cabin For Rent",
          "text": "11 guests   2 bedrooms + Loft   8 beds   2 bathrooms"
        },
        {
          "icon": "bath",
          "title": "Sparkling clean",
          "text": "Recent guests said this place was sparkling clean."
        },
        {
          "icon": "map-marker",
          "title": "Great location",
          "text": "Recent guests gave the location a 5-star rating."
        },
        {
          "icon": "trophy",
          "title": "Super Host Status",
          "text": "Mountain Cabins Utah has achieved top rankings on sites like AirBnB, VRBO.com, Booking.com, Expedia etc."
        },
        {
          "icon": "star",
          "title": "Top Rated",
          "text": "This vacation rental cabin maintains a 5-STAR rating on Google Reviews and most popular booking sites!"
        }
      ]
    },
    "description": "Updated but true to that traditional charm that will take you back to when you were a kid visiting Grandpa's mountain cabin. Located in a resort that takes you back to a time when fun was plentiful, lift lines were minimal or non-existent, and nature was more valuable than electronics.\nLocated along the historic Paiute Trail in Utah’s Tushar Mountains, in the Eagle Point Ski Resort off of Hwy 153, our Mountain Cabins Utah Condos are true diamonds in the most spectacular rough!\nOur Snowflake #17 is a beautiful ski-in/ski-out 2 bedroom, plus loft, two-bath condo that sleeps 11 people. 2 Queen beds, 5 Twin beds upstairs in the loft and a sleeper sofa for 2 in the living room. Internet access, satellite TV plus a Blu-ray player is there for you to make your stay more enjoyable and comfortable. A real wood-burning fireplace with dry wood and fire starters makes things extra cozy and convenient. There’s floor space for an extra person should they want to bring a sleeping bag.\nA fully stocked kitchen provides everything you need to make yourself at home—cooking utensils, silverware, pots & pans, plates, bowls, cups, glasses, pizza pan, wine glasses, coffee maker, toaster, blender, dishwasher, and microwave. You’ll find a starter supply of paper towels, dish soap, dishwasher soap and trash bags for your use. Look for the charging station in the kitchen to keep your mobile devices charged and ready to go.\nThe deck has plenty of room to sit outside and enjoy spectacular views of the ski slopes and breathe the clean air with a nice cup of coffee in the morning or a beverage of choice in the evening to watch the sunset or look at the stars.",
    "amenities": [
      {
        "icon": "keys",
        "title": "Private Entrance",
        "text": "Enjoy comfort and privacy in your own Ski-in/Ski-out Snowflake Condominium"
      },
      {
        "icon": "basic-signs",
        "title": "Parking",
        "text": "Snowflake parking is next to the main lodge and maintained year round."
      },
      {
        "icon": "king-size-bed",
        "title": "2 Queen Beds, 1 Sleeper Sofa, 5 Twin beds",
        "text": "Sleep 11 comfortably on 2 Queen sized beds, 1 Queen sized sofa bed and 5 twin sized bunk/trundle beds"
      },
      {
        "icon": "skis-and-poles",
        "title": "Ski-In-Ski-Out Access to Resort",
        "text": "Your Snowflake Condo is literally situated on the ski and snowboard runs at Eagle Point Mountain Resort"
      },
      {
        "icon": "bikini-swimsuit",
        "title": "Jacuzzi / Hot Tub",
        "text": "Spend the days exploring Eagle Point Mountain Resort and all the hikes, biking, skiing, fly fishing and sights in the area, then relax those tired muscles in at the Hot Tub Garden just feet away"
      },
      {
        "icon": "mountains-snow",
        "title": "Amazing Views",
        "text": "Look out directly onto Eagle Point Ski Resort from every window and from your own private balcony"
      },
      {
        "icon": "restaurant-dine",
        "title": "Propane BBQ Grill",
        "text": "Full kitchen and dinning table for 6"
      },
      {
        "icon": "instagram",
        "title": "Find More on Instagram",
        "text": "Check out other guest's experience and share your own by searching & tagging your photos with #mtcabinsutguest & @mtcabinsutguide. We can't wait to meet you!!!"
      }
    ],
    "uid": "f2f3d52b-8372-4c62-91f7-ab098c3da747"
  }
]
